{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[UNK]": 3,
      "[MASK]": 4,
      "uuuuuu": 5,
      "aaaaaa": 6,
      "auuuuu": 7,
      "aaaauu": 8,
      "uauuuu": 9,
      "ggcuga": 10,
      "aaauuu": 11,
      "uuuuua": 12,
      "aaaaau": 13,
      "aauuuu": 14,
      "auaaaa": 15,
      "gcugag": 16,
      "uuuuau": 17,
      "uaaaaa": 18,
      "gggaag": 19,
      "cccugc": 20,
      "gaggga": 21,
      "ggaggg": 22,
      "ggguga": 23,
      "cagaga": 24,
      "aaaaua": 25,
      "cacugc": 26,
      "ucccuc": 27,
      "gugaag": 28,
      "auaaga": 29,
      "uaaaau": 30,
      "ucuuau": 31,
      "ugcacu": 32,
      "ggauga": 33,
      "agggaa": 34,
      "gaagau": 35,
      "uuauuu": 36,
      "cugaga": 37,
      "ugcuga": 38,
      "acagag": 39,
      "gauaag": 40,
      "ugagau": 41,
      "ugaaaa": 42,
      "gcagug": 43,
      "acuaaa": 44,
      "aggcag": 45,
      "ccugcc": 46,
      "ggugaa": 47,
      "caggag": 48,
      "cugauc": 49,
      "ccacug": 50,
      "cuggcu": 51,
      "ggauaa": 52,
      "guaucu": 53,
      "uuaaaa": 54,
      "auuugu": 55,
      "uuuaaa": 56,
      "uuuuaa": 57,
      "aaauga": 58,
      "ccuggg": 59,
      "auauuu": 60,
      "uuuuca": 61,
      "aaauaa": 62,
      "uaauuu": 63,
      "aggcug": 64,
      "auuuau": 65,
      "uauuua": 66,
      "ugagag": 67,
      "ggugag": 68,
      "ugguga": 69,
      "cuaaau": 70,
      "cugcua": 71,
      "gagagg": 72,
      "uccaug": 73,
      "ugggaa": 74,
      "ugaagu": 75,
      "uuuuug": 76,
      "agaaga": 77,
      "gugaga": 78,
      "cuguaa": 79,
      "agagga": 80,
      "uggaua": 81,
      "acccug": 82,
      "uuuauu": 83,
      "uggcug": 84,
      "cuaaaa": 85,
      "cagggu": 86,
      "ucuaga": 87,
      "uuugaa": 88,
      "cccauu": 89,
      "uggaug": 90,
      "aaagaa": 91,
      "ggcagc": 92,
      "ugauca": 93,
      "uucccc": 94,
      "gaugag": 95,
      "ugggag": 96,
      "cuccau": 97,
      "gccugg": 98,
      "aggaug": 99,
      "uguaag": 100,
      "uuuauc": 101,
      "ccaugc": 102,
      "aaaaga": 103,
      "uuuugg": 104,
      "gcuaaa": 105,
      "cugaag": 106,
      "agggug": 107,
      "gagacu": 108,
      "cugagg": 109,
      "gauaca": 110,
      "cucccu": 111,
      "caaccc": 112,
      "aauuug": 113,
      "gcaugg": 114,
      "agggag": 115,
      "cugcac": 116,
      "caugcc": 117,
      "uucagu": 118,
      "uucaau": 119,
      "guauuu": 120,
      "gggagg": 121,
      "cuguga": 122,
      "ugaucu": 123,
      "ugggug": 124,
      "gaccac": 125,
      "uaaaug": 126,
      "uccuug": 127,
      "cagcac": 128,
      "ucugga": 129,
      "uaaguc": 130,
      "aauaag": 131,
      "ugaagc": 132,
      "agaggg": 133,
      "accucc": 134,
      "ggaaac": 135,
      "ccuuuu": 136,
      "agugca": 137,
      "ugcuaa": 138,
      "gaggcu": 139,
      "gcugau": 140,
      "uuggaa": 141,
      "gcagca": 142,
      "caccag": 143,
      "gagaag": 144,
      "uacucc": 145,
      "ccugga": 146,
      "cccucc": 147,
      "uuuuga": 148,
      "cuuccc": 149,
      "cucugg": 150,
      "uuaaau": 151,
      "gguggu": 152,
      "ggaagg": 153,
      "guggug": 154,
      "aucugu": 155,
      "auguau": 156,
      "cugccc": 157,
      "aagucg": 158,
      "cuuugg": 159,
      "gcccug": 160,
      "uuucuu": 161,
      "aguacu": 162,
      "gugaaa": 163,
      "uguauc": 164,
      "auacau": 165,
      "cauuca": 166,
      "guaagu": 167,
      "ugcccu": 168,
      "ggaggc": 169,
      "acuccc": 170,
      "auggug": 171,
      "agagaa": 172,
      "aaauac": 173,
      "gggagu": 174,
      "uggagg": 175,
      "aagaaa": 176,
      "ugaaga": 177,
      "gguagu": 178,
      "auuuua": 179,
      "gugcag": 180,
      "gugcug": 181,
      "ugauga": 182,
      "uugaaa": 183,
      "aguccu": 184,
      "ucaguc": 185,
      "guccca": 186,
      "uggugg": 187,
      "auaauu": 188,
      "ccucua": 189,
      "gaaccu": 190,
      "cuggau": 191,
      "agcaug": 192,
      "agauuu": 193,
      "aguggu": 194,
      "aagauc": 195,
      "ucccaa": 196,
      "ccccug": 197,
      "gaucaa": 198,
      "agauac": 199,
      "gagauu": 200,
      "ucccca": 201,
      "cccugg": 202,
      "gaaguc": 203,
      "accacc": 204,
      "acugaa": 205,
      "augaaa": 206,
      "auccau": 207,
      "aaaaag": 208,
      "ucuuuu": 209,
      "aagugu": 210,
      "uuccuc": 211,
      "ucugcu": 212,
      "gaaacu": 213,
      "uguagu": 214,
      "uaagag": 215,
      "auaagu": 216,
      "aagucc": 217,
      "guggua": 218,
      "uacuug": 219,
      "acuccu": 220,
      "uuucaa": 221,
      "ggaaga": 222,
      "ucccag": 223,
      "ucccau": 224,
      "uggccu": 225,
      "uaucua": 226,
      "cccagc": 227,
      "aauaaa": 228,
      "gaugac": 229,
      "gaagag": 230,
      "aggagg": 231,
      "gcacca": 232,
      "auggau": 233,
      "aucugg": 234,
      "gacgaa": 235,
      "uagaua": 236,
      "uuuaau": 237,
      "gugccu": 238,
      "uugauu": 239,
      "gugagg": 240,
      "gcucug": 241,
      "uccugg": 242,
      "aguauu": 243,
      "cauugc": 244,
      "uccauu": 245,
      "ccuugg": 246,
      "uaucca": 247,
      "acugca": 248,
      "ggaugu": 249,
      "uuauca": 250,
      "auuaaa": 251,
      "aggugg": 252,
      "cccaaa": 253,
      "aaauua": 254,
      "agugaa": 255,
      "uaagug": 256,
      "aagaug": 257,
      "aaauau": 258,
      "gaaagu": 259,
      "aaggau": 260,
      "agugag": 261,
      "gauaaa": 262,
      "caaauu": 263,
      "acaggg": 264,
      "gucaaa": 265,
      "gcugac": 266,
      "gcugug": 267,
      "ggagua": 268,
      "agccug": 269,
      "gaguag": 270,
      "uaaaua": 271,
      "uuuggc": 272,
      "aggcuu": 273,
      "cuacuc": 274,
      "aguccc": 275,
      "gaaaau": 276,
      "gcuaag": 277,
      "cacucc": 278,
      "uuggga": 279,
      "gauuuc": 280,
      "ugccuc": 281,
      "aagagc": 282,
      "ucucca": 283,
      "cuggag": 284,
      "aaugac": 285,
      "cugggu": 286,
      "ggacga": 287,
      "ugccca": 288,
      "uaucug": 289,
      "uucuug": 290,
      "gggaga": 291,
      "uugcac": 292,
      "uacaga": 293,
      "gagacc": 294,
      "uaguau": 295,
      "caaaua": 296,
      "ggcugg": 297,
      "uaagac": 298,
      "ucaaaa": 299,
      "uugauc": 300,
      "gaaaaa": 301,
      "augugc": 302,
      "ccuggu": 303,
      "aauccc": 304,
      "gggcug": 305,
      "uggcua": 306,
      "gucugc": 307,
      "cggagg": 308,
      "aaugug": 309,
      "caaaga": 310,
      "aauauu": 311,
      "guggga": 312,
      "augaca": 313,
      "gcucag": 314,
      "agauca": 315,
      "gaagcu": 316,
      "aagauu": 317,
      "cuuguc": 318,
      "ucaaau": 319,
      "ccgucc": 320,
      "aauacu": 321,
      "cuuuuu": 322,
      "guagua": 323,
      "agauga": 324,
      "augacu": 325,
      "acgaaa": 326,
      "guaguu": 327,
      "aggaga": 328,
      "uuggcu": 329,
      "ggaugg": 330,
      "ugaggg": 331,
      "cuuuuc": 332,
      "ggacca": 333,
      "uuaaua": 334,
      "aacccu": 335,
      "accaga": 336,
      "aaaugg": 337,
      "ucucaa": 338,
      "agauaa": 339,
      "ugaaau": 340,
      "ccucaa": 341,
      "gagcaa": 342,
      "cagcag": 343,
      "gacuga": 344,
      "agagac": 345,
      "gacgga": 346,
      "auacua": 347,
      "ugguuu": 348,
      "ugcagu": 349,
      "uugucu": 350,
      "gaaucc": 351,
      "ugcagg": 352,
      "uucguc": 353,
      "aauccu": 354,
      "agcagg": 355,
      "uccccu": 356,
      "gucuua": 357,
      "ggucaa": 358,
      "auuuga": 359,
      "aucccu": 360,
      "uccucu": 361,
      "gaggac": 362,
      "ccagga": 363,
      "uuagua": 364,
      "gaucug": 365,
      "cuccca": 366,
      "uacuaa": 367,
      "gauuag": 368,
      "ccccac": 369,
      "uccaca": 370,
      "aucaag": 371,
      "aguuca": 372,
      "auccca": 373,
      "aaaaug": 374,
      "uuugau": 375,
      "ugagac": 376,
      "ccaaau": 377,
      "ccucca": 378,
      "ggugac": 379,
      "cccagg": 380,
      "uuuuuc": 381,
      "uaagau": 382,
      "ugaacc": 383,
      "cgucug": 384,
      "uugaga": 385,
      "aaagug": 386,
      "aggacg": 387,
      "uucacu": 388,
      "aaguga": 389,
      "caucug": 390,
      "uucaaa": 391,
      "aagaua": 392,
      "ccauuc": 393,
      "gugguu": 394,
      "agauua": 395,
      "auuuug": 396,
      "cuaaga": 397,
      "aaauug": 398,
      "gggaaa": 399,
      "guccuc": 400,
      "ucuguc": 401,
      "aaauuc": 402,
      "ggagga": 403,
      "gaugaa": 404,
      "gacaag": 405,
      "gagaug": 406,
      "ccugua": 407,
      "cccaug": 408,
      "auacuu": 409,
      "ugugcc": 410,
      "gagucc": 411,
      "agagcg": 412,
      "ggcagg": 413,
      "gguggg": 414,
      "cuugag": 415,
      "caugca": 416,
      "cuccug": 417,
      "caggcu": 418,
      "auugca": 419,
      "agucuc": 420,
      "ucuggc": 421,
      "cccaca": 422,
      "cuuggc": 423,
      "agacug": 424,
      "aacuuu": 425,
      "cuuauu": 426,
      "ccagag": 427,
      "uugaua": 428,
      "ugacua": 429,
      "uuaucc": 430,
      "caagga": 431,
      "uguuuu": 432,
      "guucag": 433,
      "gauggg": 434,
      "aagaag": 435,
      "aucuag": 436,
      "gccacu": 437,
      "uuuccc": 438,
      "ugaaua": 439,
      "aggagu": 440,
      "agagag": 441,
      "ugaaag": 442,
      "uauuaa": 443,
      "auucau": 444,
      "auucaa": 445,
      "cauggu": 446,
      "ugauag": 447,
      "aguagu": 448,
      "agcaca": 449,
      "gcacuc": 450,
      "cauuuu": 451,
      "uguaau": 452,
      "caccaa": 453,
      "gucgcu": 454,
      "cuugaa": 455,
      "guuucu": 456,
      "uuggcc": 457,
      "uaaaac": 458,
      "aaagag": 459,
      "cagccu": 460,
      "auggcc": 461,
      "uuagau": 462,
      "cauaua": 463,
      "uccaaa": 464,
      "acagca": 465,
      "ugaggc": 466,
      "acuuug": 467,
      "cucaac": 468,
      "agaugg": 469,
      "ucaagu": 470,
      "uugaac": 471,
      "guucuu": 472,
      "ggacgg": 473,
      "accugg": 474,
      "gaggag": 475,
      "ugggca": 476,
      "guuuga": 477,
      "augcug": 478,
      "cagugc": 479,
      "uuuaua": 480,
      "auccuu": 481,
      "uaguac": 482,
      "uggaau": 483,
      "acucca": 484,
      "caaaau": 485,
      "aacaag": 486,
      "uuauaa": 487,
      "gaaaag": 488,
      "uuccau": 489,
      "ugacag": 490,
      "gcaggc": 491,
      "ucaauc": 492,
      "aaaaca": 493,
      "aaugga": 494,
      "gccugu": 495,
      "auuaau": 496,
      "gucccu": 497,
      "cuggga": 498,
      "cagucu": 499,
      "aggaag": 500,
      "agaaag": 501,
      "gaugua": 502,
      "uccguc": 503,
      "uuucau": 504,
      "agagca": 505,
      "ggcuuc": 506,
      "uuaauu": 507,
      "aacucc": 508,
      "aauagg": 509,
      "aaaagg": 510,
      "gaaacg": 511,
      "auccac": 512,
      "auggaa": 513,
      "ccacag": 514,
      "caagug": 515,
      "ugguag": 516,
      "ccauug": 517,
      "cagugg": 518,
      "ccuccc": 519,
      "cuuuug": 520,
      "uguucu": 521,
      "agcuga": 522,
      "cuucuc": 523,
      "auccgu": 524,
      "ugugag": 525,
      "aucaaa": 526,
      "guacag": 527,
      "uugaau": 528,
      "cuauuu": 529,
      "ggagac": 530,
      "aagugg": 531,
      "agcguc": 532,
      "uaaaag": 533,
      "uucuua": 534,
      "gacagg": 535,
      "cauggc": 536,
      "aagagg": 537,
      "gugucc": 538,
      "gccuca": 539,
      "ccagcu": 540,
      "ggcagu": 541,
      "cuagau": 542,
      "aaaacu": 543,
      "cugggc": 544,
      "auuuaa": 545,
      "augaua": 546,
      "agagug": 547,
      "agugua": 548,
      "uaaauu": 549,
      "ggcuaa": 550,
      "gccagg": 551,
      "gaucac": 552,
      "ucuguu": 553,
      "auuccu": 554,
      "ugacuu": 555,
      "gcccag": 556,
      "uggcag": 557,
      "ccuucc": 558,
      "gagggg": 559,
      "caaucc": 560,
      "ugagca": 561,
      "agacaa": 562,
      "acggag": 563,
      "ggagaa": 564,
      "gcuucc": 565,
      "ugugaa": 566,
      "ucaguu": 567,
      "gguuga": 568,
      "aaccca": 569,
      "aaccug": 570,
      "ccaggg": 571,
      "ccaccu": 572,
      "agacca": 573,
      "uuugua": 574,
      "gguuuc": 575,
      "uggaaa": 576,
      "ucuauu": 577,
      "aauugg": 578,
      "agcacc": 579,
      "ugccug": 580,
      "gaugga": 581,
      "uuugac": 582,
      "uuuggu": 583,
      "aaacaa": 584,
      "aagagu": 585,
      "ucagga": 586,
      "gccuuu": 587,
      "ugcuug": 588,
      "uccgug": 589,
      "aauuua": 590,
      "cuccgu": 591,
      "acaucu": 592,
      "ggcuca": 593,
      "uaguuc": 594,
      "guugau": 595,
      "auguuu": 596,
      "gcaggg": 597,
      "gaggaa": 598,
      "ugagga": 599,
      "agggua": 600,
      "uuccca": 601,
      "cuccag": 602,
      "gguggc": 603,
      "uuugga": 604,
      "acaagu": 605,
      "uggaac": 606,
      "gagggu": 607,
      "aagaga": 608,
      "guacuu": 609,
      "ccauuu": 610,
      "acugua": 611,
      "auuucu": 612,
      "guagug": 613,
      "uagcau": 614,
      "aauuau": 615,
      "uuggau": 616,
      "aggguu": 617,
      "augaau": 618,
      "caaaaa": 619,
      "acugcu": 620,
      "uguccc": 621,
      "ggaauc": 622,
      "ucaacc": 623,
      "uuucag": 624,
      "ugagcc": 625,
      "ugcugu": 626,
      "gcgucu": 627,
      "ucagaa": 628,
      "uggaag": 629,
      "aaacau": 630,
      "cucuau": 631,
      "caguga": 632,
      "auacag": 633,
      "uauuug": 634,
      "caagua": 635,
      "ugauuu": 636,
      "gaugau": 637,
      "auugau": 638,
      "uuuaug": 639,
      "uauaaa": 640,
      "uaauau": 641,
      "caugau": 642,
      "cacagg": 643,
      "agucgc": 644,
      "auugga": 645,
      "gaaaug": 646,
      "acuugg": 647,
      "gggacc": 648,
      "ggguaa": 649,
      "aucuaa": 650,
      "gugagc": 651,
      "aaguca": 652,
      "ucgcuc": 653,
      "aaugca": 654,
      "gaaucu": 655,
      "ggggag": 656,
      "cuggug": 657,
      "ggaagu": 658,
      "ugaaac": 659,
      "auagca": 660,
      "guguag": 661,
      "caagau": 662,
      "cauaaa": 663,
      "ggccuc": 664,
      "guuuua": 665,
      "gcuugc": 666,
      "uuuguu": 667,
      "acgagu": 668,
      "uugacu": 669,
      "ccuucu": 670,
      "aaaugu": 671,
      "gcaggu": 672,
      "acuacu": 673,
      "acaaau": 674,
      "uucuuu": 675,
      "caggug": 676,
      "ccagcc": 677,
      "cauauu": 678,
      "gggugu": 679,
      "uacauc": 680,
      "uagaac": 681,
      "ggaagc": 682,
      "accuga": 683,
      "cugaaa": 684,
      "aaucua": 685,
      "gcacuu": 686,
      "aaaguu": 687,
      "aaggug": 688,
      "aaauag": 689,
      "ccaaga": 690,
      "uccagc": 691,
      "ucugau": 692,
      "uuucgu": 693,
      "aggaca": 694,
      "uuagca": 695,
      "acaagg": 696,
      "gagagu": 697,
      "cuguuc": 698,
      "gucucc": 699,
      "guagcu": 700,
      "uuauua": 701,
      "ccuccg": 702,
      "aacguu": 703,
      "ucacug": 704,
      "aaacgg": 705,
      "cgcucu": 706,
      "ucuuga": 707,
      "aaggga": 708,
      "aagacg": 709,
      "gggugg": 710,
      "uucaua": 711,
      "caaugu": 712,
      "auuagc": 713,
      "accucu": 714,
      "uuguaa": 715,
      "gggaac": 716,
      "gaaauu": 717,
      "uuuuag": 718,
      "acuuga": 719,
      "agggac": 720,
      "ggggug": 721,
      "ccuccu": 722,
      "aguggg": 723,
      "agguug": 724,
      "uuuggg": 725,
      "ggugga": 726,
      "gaggca": 727,
      "uggguu": 728,
      "augaga": 729,
      "uagcac": 730,
      "cuuauc": 731,
      "ucuacu": 732,
      "cgggaa": 733,
      "uccuca": 734,
      "cuugga": 735,
      "uaccug": 736,
      "uaggga": 737,
      "ggguag": 738,
      "ucaaac": 739,
      "gcugca": 740,
      "auauua": 741,
      "aagcug": 742,
      "aaacuc": 743,
      "agagau": 744,
      "aaagau": 745,
      "caggua": 746,
      "caaggg": 747,
      "cgaaac": 748,
      "caccuc": 749,
      "augccu": 750,
      "ucgcuu": 751,
      "caaaug": 752,
      "aggggu": 753,
      "aagcag": 754,
      "acaaaa": 755,
      "cuuggg": 756,
      "uggcuc": 757,
      "ggccuu": 758,
      "augaag": 759,
      "auguga": 760,
      "aaccuu": 761,
      "uuuugu": 762,
      "aaugaa": 763,
      "ccacau": 764,
      "uuugug": 765,
      "guaauu": 766,
      "ccugcu": 767,
      "auaaau": 768,
      "gucuca": 769,
      "gaucag": 770,
      "ccuggc": 771,
      "aguagc": 772,
      "ugucuc": 773,
      "agcagc": 774,
      "ugauaa": 775,
      "ggugug": 776,
      "gauagc": 777,
      "ccggug": 778,
      "acauug": 779,
      "agaaaa": 780,
      "gcaagg": 781,
      "gagcag": 782,
      "ccaaug": 783,
      "gagggc": 784,
      "ugcauu": 785,
      "gaaggu": 786,
      "caggga": 787,
      "auagga": 788,
      "gaguaa": 789,
      "ggguug": 790,
      "gcuggg": 791,
      "uaagca": 792,
      "ugucuu": 793,
      "aagaca": 794,
      "ugugcu": 795,
      "cugcug": 796,
      "uuaggg": 797,
      "aauucc": 798,
      "agcaaa": 799,
      "guccuu": 800,
      "guuuuu": 801,
      "acugcc": 802,
      "gggaau": 803,
      "augauu": 804,
      "aacaug": 805,
      "uggccc": 806,
      "agaaau": 807,
      "gguucg": 808,
      "uaucau": 809,
      "ugaggu": 810,
      "cucagu": 811,
      "caugaa": 812,
      "aaagua": 813,
      "uccaag": 814,
      "cuuaga": 815,
      "gagcgu": 816,
      "augagc": 817,
      "agagua": 818,
      "auggga": 819,
      "aaaagu": 820,
      "cugcca": 821,
      "augcau": 822,
      "caaaca": 823,
      "uugguc": 824,
      "gaugug": 825,
      "uaauua": 826,
      "cacaaa": 827,
      "auuauu": 828,
      "cucuuu": 829,
      "uaaagu": 830,
      "accaac": 831,
      "cggaaa": 832,
      "uaugaa": 833,
      "uccaua": 834,
      "cacaua": 835,
      "guaauc": 836,
      "ucaaag": 837,
      "ugagaa": 838,
      "cuacug": 839,
      "agguag": 840,
      "augccc": 841,
      "auacca": 842,
      "gagccg": 843,
      "gaggau": 844,
      "cacauu": 845,
      "ggggga": 846,
      "agcaac": 847,
      "acaucc": 848,
      "aucagu": 849,
      "cugaug": 850,
      "agcuca": 851,
      "caggca": 852,
      "gaaggc": 853,
      "ccaggu": 854,
      "caagcu": 855,
      "cuuccu": 856,
      "uuccaa": 857,
      "ccagca": 858,
      "cccuuc": 859,
      "gaaaga": 860,
      "uaggac": 861,
      "ccugaa": 862,
      "uagaug": 863,
      "cccuuu": 864,
      "gccggg": 865,
      "caucua": 866,
      "gccccu": 867,
      "agguac": 868,
      "acccca": 869,
      "ucauuu": 870,
      "gaauag": 871,
      "cuagaa": 872,
      "gagaau": 873,
      "aauuaa": 874,
      "uuuguc": 875,
      "caauuu": 876,
      "aaaucc": 877,
      "aaacuu": 878,
      "augagg": 879,
      "uucuca": 880,
      "ggcugc": 881,
      "auuuuc": 882,
      "cacaca": 883,
      "acuucc": 884,
      "cuucca": 885,
      "gguguc": 886,
      "guucga": 887,
      "gaaagc": 888,
      "gaaacc": 889,
      "gagaaa": 890,
      "aacaaa": 891,
      "cagagc": 892,
      "cugucu": 893,
      "ggaaaa": 894,
      "aagggu": 895,
      "aaguau": 896,
      "ccauga": 897,
      "aggcgg": 898,
      "ugcaug": 899,
      "ugguac": 900,
      "ugcacc": 901,
      "agcugc": 902,
      "auauau": 903,
      "ucacuu": 904,
      "gcuggc": 905,
      "caugug": 906,
      "aucuga": 907,
      "gguaca": 908,
      "agcuac": 909,
      "ucaauu": 910,
      "accugc": 911,
      "acuugu": 912,
      "gaggug": 913,
      "gaauga": 914,
      "guuuaa": 915,
      "aguugg": 916,
      "aucauu": 917,
      "acauau": 918,
      "ucagac": 919,
      "uuuagu": 920,
      "cacuac": 921,
      "guuuca": 922,
      "aggaaa": 923,
      "aguaau": 924,
      "acaggc": 925,
      "caucca": 926,
      "gcuacu": 927,
      "caguuu": 928,
      "acacca": 929,
      "cuucug": 930,
      "acaggu": 931,
      "gagcca": 932,
      "acaaua": 933,
      "uugcuu": 934,
      "uauuca": 935,
      "uacagc": 936,
      "gaaggg": 937,
      "ucaaga": 938,
      "cagcua": 939,
      "ucccuu": 940,
      "aguuuu": 941,
      "cauuug": 942,
      "ugcccc": 943,
      "aagcgu": 944,
      "cauaau": 945,
      "auauaa": 946,
      "gggcag": 947,
      "cgugcu": 948,
      "aauccg": 949,
      "cguccg": 950,
      "agggga": 951,
      "guugga": 952,
      "ccaugu": 953,
      "uacagg": 954,
      "aaaucu": 955,
      "acccau": 956,
      "aaacua": 957,
      "auauac": 958,
      "gaagaa": 959,
      "aaguug": 960,
      "gcauuc": 961,
      "cccuca": 962,
      "gcaacu": 963,
      "uccucc": 964,
      "caagaa": 965,
      "ccugau": 966,
      "cucugu": 967,
      "gcuuga": 968,
      "uuuaag": 969,
      "ucuuug": 970,
      "aucaga": 971,
      "gcacau": 972,
      "cgggag": 973,
      "aucucu": 974,
      "cuugcu": 975,
      "acuaau": 976,
      "aauaca": 977,
      "uuagaa": 978,
      "agggcu": 979,
      "gcaaag": 980,
      "ggguuc": 981,
      "gcucuc": 982,
      "cggugg": 983,
      "aacggc": 984,
      "ggagag": 985,
      "cgggug": 986,
      "guugca": 987,
      "cauuga": 988,
      "cugugc": 989,
      "cuuuga": 990,
      "ccacca": 991,
      "gcagcu": 992,
      "ccugcg": 993,
      "gagaga": 994,
      "gcugaa": 995,
      "gagagc": 996,
      "aagcau": 997,
      "gacuaa": 998,
      "auaaua": 999,
      "cuguag": 1000,
      "gagcug": 1001,
      "ucauau": 1002,
      "gcccau": 1003,
      "auuguu": 1004,
      "ccauau": 1005,
      "aucuuu": 1006,
      "uuauga": 1007,
      "uauacu": 1008,
      "aauuuc": 1009,
      "ugaauc": 1010,
      "ccccau": 1011,
      "gugcuc": 1012,
      "guggaa": 1013,
      "uucugu": 1014,
      "ggcccc": 1015,
      "ugucca": 1016,
      "ggauca": 1017,
      "uauaau": 1018,
      "ggacag": 1019,
      "uucauu": 1020,
      "ugucac": 1021,
      "ugcaag": 1022,
      "auaucu": 1023,
      "ugaccu": 1024,
      "aucuca": 1025,
      "cagcug": 1026,
      "uagugg": 1027,
      "aaugau": 1028,
      "agggca": 1029,
      "auuucc": 1030,
      "acaagc": 1031,
      "agcuaa": 1032,
      "ccacaa": 1033,
      "ugccaa": 1034,
      "aguuua": 1035,
      "ccgugc": 1036,
      "acucug": 1037,
      "ugcuuc": 1038,
      "ucaucu": 1039,
      "gacaaa": 1040,
      "uuccuu": 1041,
      "ugauua": 1042,
      "ugggga": 1043,
      "ugguca": 1044,
      "gauuuu": 1045,
      "guggca": 1046,
      "acggcc": 1047,
      "ggaaau": 1048,
      "uagcug": 1049,
      "ccaucu": 1050,
      "gacgag": 1051,
      "uguggu": 1052,
      "accagg": 1053,
      "ccaacc": 1054,
      "ugaaug": 1055,
      "acuuau": 1056,
      "ggggaa": 1057,
      "cacaga": 1058,
      "gugcaa": 1059,
      "acaugc": 1060,
      "uacuuu": 1061,
      "gcuucu": 1062,
      "cagggc": 1063,
      "cuggaa": 1064,
      "agcuug": 1065,
      "gggagc": 1066,
      "ucacua": 1067,
      "agcugu": 1068,
      "ucaagg": 1069,
      "ugauuc": 1070,
      "uuauau": 1071,
      "cucucc": 1072,
      "aaggaa": 1073,
      "caaaag": 1074,
      "gacaga": 1075,
      "ugcaca": 1076,
      "ucauaa": 1077,
      "agacuc": 1078,
      "guucaa": 1079,
      "uucaug": 1080,
      "cacuug": 1081,
      "aaacug": 1082,
      "auugaa": 1083,
      "cgucuu": 1084,
      "cugccg": 1085,
      "augaug": 1086,
      "aucuac": 1087,
      "uaaucc": 1088,
      "cucaaa": 1089,
      "guggcu": 1090,
      "aauuca": 1091,
      "cuguca": 1092,
      "cugguu": 1093,
      "gcaaau": 1094,
      "ugguua": 1095,
      "auucuu": 1096,
      "uuucuc": 1097,
      "uaauuc": 1098,
      "aagcuu": 1099,
      "agacuu": 1100,
      "cccugu": 1101,
      "uaauaa": 1102,
      "caccug": 1103,
      "cucacu": 1104,
      "ugaucc": 1105,
      "aaguaa": 1106,
      "caucaa": 1107,
      "guaggc": 1108,
      "aaaccc": 1109,
      "gaucau": 1110,
      "guccag": 1111,
      "accacu": 1112,
      "agaauu": 1113,
      "cacccc": 1114,
      "cugucc": 1115,
      "aaguuu": 1116,
      "aaagca": 1117,
      "ucuccc": 1118,
      "agccuu": 1119,
      "ccagug": 1120,
      "uuguug": 1121,
      "guugaa": 1122,
      "gggcaa": 1123,
      "gguuuu": 1124,
      "acuuuu": 1125,
      "cucccc": 1126,
      "agagcc": 1127,
      "uacuua": 1128,
      "agaagg": 1129,
      "auagag": 1130,
      "gucaga": 1131,
      "gguaac": 1132,
      "gaaugg": 1133,
      "ccggga": 1134,
      "uagagg": 1135,
      "uuguga": 1136,
      "aaaggg": 1137,
      "ugccuu": 1138,
      "auuaga": 1139,
      "uaccuc": 1140,
      "cauucc": 1141,
      "uaacaa": 1142,
      "ugcaaa": 1143,
      "aguauc": 1144,
      "uaauac": 1145,
      "aagaau": 1146,
      "guagag": 1147,
      "uaugag": 1148,
      "gugacc": 1149,
      "ggaguu": 1150,
      "cguagg": 1151,
      "accaau": 1152,
      "ucauca": 1153,
      "uggugu": 1154,
      "gggugc": 1155,
      "uugcag": 1156,
      "aacagg": 1157,
      "auuagu": 1158,
      "auuucg": 1159,
      "uaugga": 1160,
      "agaauc": 1161,
      "gggcga": 1162,
      "gcacug": 1163,
      "gcacag": 1164,
      "uugacc": 1165,
      "gaagga": 1166,
      "ccaugg": 1167,
      "cucuca": 1168,
      "aagcua": 1169,
      "ucccua": 1170,
      "gugggg": 1171,
      "ccucug": 1172,
      "aagacc": 1173,
      "guguga": 1174,
      "guuggu": 1175,
      "uccuau": 1176,
      "aaaauc": 1177,
      "cguccc": 1178,
      "caggac": 1179,
      "uuuucu": 1180,
      "cugccu": 1181,
      "agcucu": 1182,
      "gagaua": 1183,
      "gacuuc": 1184,
      "ggggac": 1185,
      "uauaua": 1186,
      "gcagga": 1187,
      "uuggug": 1188,
      "ggggua": 1189,
      "cuuucu": 1190,
      "ggaaag": 1191,
      "gaacaa": 1192,
      "gaagac": 1193,
      "cugcga": 1194,
      "cuaucc": 1195,
      "aauaau": 1196,
      "ucucgg": 1197,
      "ccaaaa": 1198,
      "aucggg": 1199,
      "caacau": 1200,
      "ucucuc": 1201,
      "gucuuu": 1202,
      "agaguu": 1203,
      "gaccug": 1204,
      "ggugca": 1205,
      "cuuaug": 1206,
      "ccuauc": 1207,
      "agaugc": 1208,
      "cccaag": 1209,
      "ucggcc": 1210,
      "aacuaa": 1211,
      "gauuaa": 1212,
      "auugcc": 1213,
      "uggugc": 1214,
      "aaaagc": 1215,
      "agucaa": 1216,
      "gaaaua": 1217,
      "auuuca": 1218,
      "ggaacg": 1219,
      "guaacc": 1220,
      "ucccug": 1221,
      "gugggu": 1222,
      "uuaugg": 1223,
      "cuacag": 1224,
      "aauaug": 1225,
      "ucguca": 1226,
      "ucaugu": 1227,
      "gugcuu": 1228,
      "ccucau": 1229,
      "aguggc": 1230,
      "aaaaac": 1231,
      "aauucu": 1232,
      "guccaa": 1233,
      "agguga": 1234,
      "auucac": 1235,
      "ggccug": 1236,
      "ucucau": 1237,
      "uuaagc": 1238,
      "gugaca": 1239,
      "ugcucc": 1240,
      "uuucug": 1241,
      "augcaa": 1242,
      "cugguc": 1243,
      "gcccuu": 1244,
      "ggaggu": 1245,
      "agcuuu": 1246,
      "cuccua": 1247,
      "acacac": 1248,
      "cuccaa": 1249,
      "cucaag": 1250,
      "aauaga": 1251,
      "uguggg": 1252,
      "gcuuuu": 1253,
      "augagu": 1254,
      "cuuucc": 1255,
      "ccaccc": 1256,
      "guuucc": 1257,
      "aguuug": 1258,
      "gaacuu": 1259,
      "aaggcu": 1260,
      "aacaau": 1261,
      "acauuu": 1262,
      "agaacc": 1263,
      "gcuaga": 1264,
      "cuucgg": 1265,
      "ucaccc": 1266,
      "aagcuc": 1267,
      "cagcaa": 1268,
      "ucugaa": 1269,
      "gcuuug": 1270,
      "agaacu": 1271,
      "gcuuag": 1272,
      "ggacaa": 1273,
      "uccuuu": 1274,
      "acuuua": 1275,
      "ccccuu": 1276,
      "cucaua": 1277,
      "cugaua": 1278,
      "aguuaa": 1279,
      "uuugag": 1280,
      "uacugu": 1281,
      "gguuag": 1282,
      "cauguu": 1283,
      "aguguu": 1284,
      "cggccu": 1285,
      "gaauuu": 1286,
      "uugugg": 1287,
      "agcagu": 1288,
      "ccaaac": 1289,
      "auauga": 1290,
      "gaacag": 1291,
      "gguugc": 1292,
      "ugugau": 1293,
      "uccagu": 1294,
      "uugccu": 1295,
      "ccguau": 1296,
      "cacugu": 1297,
      "ggcccu": 1298,
      "auaaag": 1299,
      "ccuacc": 1300,
      "cacuga": 1301,
      "gucaag": 1302,
      "ugaguu": 1303,
      "gcaaca": 1304,
      "agaugu": 1305,
      "cguaug": 1306,
      "aaaguc": 1307,
      "uuaccu": 1308,
      "gugauc": 1309,
      "cacacc": 1310,
      "uugaag": 1311,
      "uaggcu": 1312,
      "auucag": 1313,
      "auuugg": 1314,
      "agccgu": 1315,
      "caguac": 1316,
      "cagagg": 1317,
      "gcuugg": 1318,
      "cacaag": 1319,
      "cuccac": 1320,
      "auaggu": 1321,
      "gauggu": 1322,
      "ucuaca": 1323,
      "aggugu": 1324,
      "uuguuu": 1325,
      "augcac": 1326,
      "caacuc": 1327,
      "uugccc": 1328,
      "aaucca": 1329,
      "ucuaaa": 1330,
      "uccgga": 1331,
      "acuuac": 1332,
      "agacgg": 1333,
      "caaauc": 1334,
      "gugugg": 1335,
      "aauuag": 1336,
      "ucgucc": 1337,
      "agacac": 1338,
      "gaccau": 1339,
      "gcguuc": 1340,
      "uguauu": 1341,
      "gaguuu": 1342,
      "ucuaag": 1343,
      "aauaua": 1344,
      "agguca": 1345,
      "uugagc": 1346,
      "aucacc": 1347,
      "cuggcc": 1348,
      "cuuacc": 1349,
      "ccugag": 1350,
      "gcuggu": 1351,
      "ggucag": 1352,
      "aaccuc": 1353,
      "uauauu": 1354,
      "ccgucu": 1355,
      "uggaca": 1356,
      "ccugug": 1357,
      "augugg": 1358,
      "acaaag": 1359,
      "gaucuc": 1360,
      "guuaag": 1361,
      "gaacgg": 1362,
      "guguuu": 1363,
      "gcacaa": 1364,
      "cacuuu": 1365,
      "acuuaa": 1366,
      "cugcau": 1367,
      "ccuuuc": 1368,
      "gaguuc": 1369,
      "aaucuc": 1370,
      "gcauaa": 1371,
      "uaguuu": 1372,
      "ugaugg": 1373,
      "auagua": 1374,
      "uucugg": 1375,
      "ugccac": 1376,
      "uuaucu": 1377,
      "gguuca": 1378,
      "auuaua": 1379,
      "cccuac": 1380,
      "augcuu": 1381,
      "gagaca": 1382,
      "gugacu": 1383,
      "gaguga": 1384,
      "agcacu": 1385,
      "uuguuc": 1386,
      "aaccaa": 1387,
      "ucagua": 1388,
      "ccucac": 1389,
      "uuaguu": 1390,
      "cggacg": 1391,
      "aguaac": 1392,
      "gucgua": 1393,
      "aaguag": 1394,
      "caugcu": 1395,
      "ggugcc": 1396,
      "uaugcu": 1397,
      "ggacug": 1398,
      "uauccc": 1399,
      "uuucua": 1400,
      "aacccc": 1401,
      "gaaaac": 1402,
      "ucacac": 1403,
      "cugacc": 1404,
      "cuaaua": 1405,
      "aaagga": 1406,
      "aauggu": 1407,
      "ggagau": 1408,
      "gguaga": 1409,
      "ggaaug": 1410,
      "aaaggc": 1411,
      "agccac": 1412,
      "guucac": 1413,
      "uuuaga": 1414,
      "acagug": 1415,
      "gcugcg": 1416,
      "gauuug": 1417,
      "uaucag": 1418,
      "ugaaca": 1419,
      "uucccu": 1420,
      "caaggu": 1421,
      "ugcuag": 1422,
      "gagguu": 1423,
      "aaagcu": 1424,
      "uaaauc": 1425,
      "aguucu": 1426,
      "augugu": 1427,
      "ucuuuc": 1428,
      "agucag": 1429,
      "ggcuag": 1430,
      "ucccac": 1431,
      "aaacgu": 1432,
      "gaugcu": 1433,
      "ugagcu": 1434,
      "accaca": 1435,
      "guucca": 1436,
      "aucgcu": 1437,
      "ccuugu": 1438,
      "gacacg": 1439,
      "uuuucg": 1440,
      "aaaggu": 1441,
      "caccac": 1442,
      "ugacau": 1443,
      "cacuaa": 1444,
      "gaagcc": 1445,
      "gccuuc": 1446,
      "ugacug": 1447,
      "ggagcu": 1448,
      "gcuagg": 1449,
      "guaguc": 1450,
      "uguuua": 1451,
      "caaguc": 1452,
      "cguucg": 1453,
      "aaggag": 1454,
      "uggggg": 1455,
      "auccug": 1456,
      "gcuuca": 1457,
      "aucauc": 1458,
      "ugcauc": 1459,
      "cgaguc": 1460,
      "ccaaag": 1461,
      "ggugcu": 1462,
      "uugaug": 1463,
      "gccaau": 1464,
      "acuggc": 1465,
      "gguacc": 1466,
      "aucaua": 1467,
      "ggguuu": 1468,
      "gucagg": 1469,
      "uagaga": 1470,
      "ggccgg": 1471,
      "gucccc": 1472,
      "caaagg": 1473,
      "augggu": 1474,
      "gaacga": 1475,
      "aauuga": 1476,
      "uaaguu": 1477,
      "ugaagg": 1478,
      "acauga": 1479,
      "cggccc": 1480,
      "cgggua": 1481,
      "agaccu": 1482,
      "aaagac": 1483,
      "caguag": 1484,
      "aaacca": 1485,
      "aguagg": 1486,
      "uuuccg": 1487,
      "gaaaca": 1488,
      "aauagu": 1489,
      "cucaug": 1490,
      "gauucc": 1491,
      "acagga": 1492,
      "ccccaa": 1493,
      "ggaguc": 1494,
      "uugguu": 1495,
      "auucgu": 1496,
      "gaagcg": 1497,
      "ugugug": 1498,
      "aaacag": 1499,
      "ugccua": 1500,
      "guuaaa": 1501,
      "gacugc": 1502,
      "cagcau": 1503,
      "guuagu": 1504,
      "uaguga": 1505,
      "auccgg": 1506,
      "ugucua": 1507,
      "ggaacu": 1508,
      "ugacac": 1509,
      "agacga": 1510,
      "gaagca": 1511,
      "aguaca": 1512,
      "guaccg": 1513,
      "ugacca": 1514,
      "cccuga": 1515,
      "cugaca": 1516,
      "cauggg": 1517,
      "cggggu": 1518,
      "aggacc": 1519,
      "uggcuu": 1520,
      "aaaugc": 1521,
      "cagaaa": 1522,
      "ugacaa": 1523,
      "ggcugu": 1524,
      "gaaagg": 1525,
      "ggagcc": 1526,
      "cggccg": 1527,
      "auugcu": 1528,
      "gacuua": 1529,
      "cggaug": 1530,
      "cguggu": 1531,
      "uccauc": 1532,
      "ggcggg": 1533,
      "ugaccc": 1534,
      "aagguu": 1535,
      "cucagg": 1536,
      "uaggua": 1537,
      "aggugc": 1538,
      "aaggcg": 1539,
      "cccggu": 1540,
      "cagaca": 1541,
      "gaucgg": 1542,
      "cugaac": 1543,
      "aacaga": 1544,
      "uccgaa": 1545,
      "uuggac": 1546,
      "ucacca": 1547,
      "agaggu": 1548,
      "uuguua": 1549,
      "uauuau": 1550,
      "gaauaa": 1551,
      "cugcag": 1552,
      "accuuu": 1553,
      "ucaggg": 1554,
      "gagugg": 1555,
      "aaauca": 1556,
      "auucca": 1557,
      "gcuccc": 1558,
      "ugauac": 1559,
      "cuaauu": 1560,
      "uucagc": 1561,
      "aagcca": 1562,
      "cgguuc": 1563,
      "cuuggu": 1564,
      "ucugua": 1565,
      "ucuggu": 1566,
      "gcugua": 1567,
      "auggcu": 1568,
      "caguua": 1569,
      "ucauag": 1570,
      "aguuuc": 1571,
      "agacag": 1572,
      "gaccuc": 1573,
      "gguaua": 1574,
      "caaagu": 1575,
      "ccggcg": 1576,
      "uuaauc": 1577,
      "ugauug": 1578,
      "cagggg": 1579,
      "uucucg": 1580,
      "cuaccu": 1581,
      "gucaca": 1582,
      "cuuaua": 1583,
      "ugugca": 1584,
      "cuacuu": 1585,
      "gaaguu": 1586,
      "uuguca": 1587,
      "auuccc": 1588,
      "ccuuug": 1589,
      "gcacua": 1590,
      "agucuu": 1591,
      "uagcuc": 1592,
      "aucacu": 1593,
      "gagauc": 1594,
      "cggaag": 1595,
      "ugacga": 1596,
      "aucaug": 1597,
      "cagacu": 1598,
      "cccacu": 1599,
      "ccugca": 1600,
      "gcaugc": 1601,
      "aaugua": 1602,
      "agccau": 1603,
      "ucauga": 1604,
      "cggcug": 1605,
      "uauuuc": 1606,
      "acagaa": 1607,
      "cugcgc": 1608,
      "gucucu": 1609,
      "uuacuu": 1610,
      "ggcgag": 1611,
      "uaagga": 1612,
      "cgaaag": 1613,
      "agccag": 1614,
      "ggaaua": 1615,
      "uucuaa": 1616,
      "aacggu": 1617,
      "aauauc": 1618,
      "ggcuug": 1619,
      "ucagug": 1620,
      "gcugga": 1621,
      "ugugac": 1622,
      "uucaga": 1623,
      "cucagc": 1624,
      "cagguu": 1625,
      "uguccu": 1626,
      "cuuuua": 1627,
      "ucagca": 1628,
      "ggaauu": 1629,
      "cugcuc": 1630,
      "augauc": 1631,
      "cuccuu": 1632,
      "gugaau": 1633,
      "uguuug": 1634,
      "uagagc": 1635,
      "ccacac": 1636,
      "cauccc": 1637,
      "gugaug": 1638,
      "agaucg": 1639,
      "agcuua": 1640,
      "cuauga": 1641,
      "cuagga": 1642,
      "gaagug": 1643,
      "uaggca": 1644,
      "aggaau": 1645,
      "gccgua": 1646,
      "uuaagu": 1647,
      "agcugg": 1648,
      "cagaac": 1649,
      "gaaccc": 1650,
      "agccca": 1651,
      "ucagag": 1652,
      "ucuugg": 1653,
      "agauau": 1654,
      "gcagag": 1655,
      "accaug": 1656,
      "ccuguc": 1657,
      "cgccug": 1658,
      "cuaagc": 1659,
      "aaucau": 1660,
      "accagc": 1661,
      "cagcuu": 1662,
      "acuggg": 1663,
      "uuuucc": 1664,
      "uucuga": 1665,
      "aagcaa": 1666,
      "ggaacc": 1667,
      "guccug": 1668,
      "aaggua": 1669,
      "uguugu": 1670,
      "acugug": 1671,
      "ccggaa": 1672,
      "cuaagg": 1673,
      "aaugag": 1674,
      "ugcucu": 1675,
      "agccgg": 1676,
      "gugaac": 1677,
      "gcacgg": 1678,
      "ucgggu": 1679,
      "gggaug": 1680,
      "acugau": 1681,
      "caacaa": 1682,
      "uuaaag": 1683,
      "gccgga": 1684,
      "ugggcu": 1685,
      "cucuac": 1686,
      "aauguu": 1687,
      "auuuag": 1688,
      "cagaag": 1689,
      "uccuuc": 1690,
      "caaacg": 1691,
      "cgguga": 1692,
      "guucgg": 1693,
      "ggucgu": 1694,
      "ugggau": 1695,
      "gauuga": 1696,
      "acagau": 1697,
      "uuuccu": 1698,
      "cucauu": 1699,
      "ugguug": 1700,
      "uuggag": 1701,
      "ggagca": 1702,
      "cuuugu": 1703,
      "cacugg": 1704,
      "gugagu": 1705,
      "agaaca": 1706,
      "guggag": 1707,
      "ugaacu": 1708,
      "gagguc": 1709,
      "ggaaca": 1710,
      "augcca": 1711,
      "ugucug": 1712,
      "accuuc": 1713,
      "aagggc": 1714,
      "cgaaaa": 1715,
      "ucugca": 1716,
      "ccuuga": 1717,
      "uaaaga": 1718,
      "cauagg": 1719,
      "cccggg": 1720,
      "caguca": 1721,
      "ggguau": 1722,
      "gaaauc": 1723,
      "ucuuag": 1724,
      "cguucc": 1725,
      "cauuuc": 1726,
      "cacccu": 1727,
      "acacug": 1728,
      "caaccu": 1729,
      "aguaaa": 1730,
      "gaauua": 1731,
      "uggaga": 1732,
      "auacaa": 1733,
      "uccugc": 1734,
      "gucacc": 1735,
      "guaggg": 1736,
      "uucagg": 1737,
      "gccaug": 1738,
      "cauuag": 1739,
      "ccaauu": 1740,
      "aacugg": 1741,
      "ucaugc": 1742,
      "caauaa": 1743,
      "uggagc": 1744,
      "guuuuc": 1745,
      "ugcuuu": 1746,
      "gcucac": 1747,
      "ugcuca": 1748,
      "agcaag": 1749,
      "uguucc": 1750,
      "uaauca": 1751,
      "cuccuc": 1752,
      "uuauug": 1753,
      "ucgucu": 1754,
      "ugguuc": 1755,
      "accggc": 1756,
      "cccuug": 1757,
      "auaugu": 1758,
      "ccauua": 1759,
      "ggcaac": 1760,
      "agcauu": 1761,
      "ucagcu": 1762,
      "gguuaa": 1763,
      "aaguac": 1764,
      "ucggga": 1765,
      "aauacc": 1766,
      "aggagc": 1767,
      "cuuuau": 1768,
      "gcucuu": 1769,
      "uaauag": 1770,
      "guccga": 1771,
      "ccaaca": 1772,
      "gccuga": 1773,
      "cugcaa": 1774,
      "uaguaa": 1775,
      "gaccag": 1776,
      "gggcca": 1777,
      "gccuug": 1778,
      "gacaug": 1779,
      "guccgg": 1780,
      "ugagua": 1781,
      "guaaag": 1782,
      "guacuc": 1783,
      "auagaa": 1784,
      "gacucu": 1785,
      "augggc": 1786,
      "uaacca": 1787,
      "cccguc": 1788,
      "ugauau": 1789,
      "auaaca": 1790,
      "agaaac": 1791,
      "gguugg": 1792,
      "uccuga": 1793,
      "cugaau": 1794,
      "cguccu": 1795,
      "gugucu": 1796,
      "ccuugc": 1797,
      "agggcg": 1798,
      "uccagg": 1799,
      "guacug": 1800,
      "uaggug": 1801,
      "guucgc": 1802,
      "aacugu": 1803,
      "ucauug": 1804,
      "ucauua": 1805,
      "cgagua": 1806,
      "guuguu": 1807,
      "guaaaa": 1808,
      "ugccag": 1809,
      "augguu": 1810,
      "gagccc": 1811,
      "cuaagu": 1812,
      "agagcu": 1813,
      "agggau": 1814,
      "accugu": 1815,
      "caggaa": 1816,
      "gaguac": 1817,
      "gcucca": 1818,
      "ucguga": 1819,
      "uucucc": 1820,
      "ugaauu": 1821,
      "auccag": 1822,
      "gauccu": 1823,
      "aggauu": 1824,
      "acacau": 1825,
      "caauga": 1826,
      "gugugc": 1827,
      "cucaga": 1828,
      "aagacu": 1829,
      "aaucuu": 1830,
      "aguaag": 1831,
      "cucggc": 1832,
      "uuauuc": 1833,
      "uaggaa": 1834,
      "ucucag": 1835,
      "cgcaag": 1836,
      "caaaac": 1837,
      "uacgag": 1838,
      "ccacuc": 1839,
      "uacauu": 1840,
      "gucuga": 1841,
      "agaagc": 1842,
      "gaguau": 1843,
      "aaguua": 1844,
      "gccacc": 1845,
      "cugacg": 1846,
      "uuguau": 1847,
      "uucgau": 1848,
      "ucuugu": 1849,
      "ccuuag": 1850,
      "aaagcg": 1851,
      "uugggu": 1852,
      "caucuc": 1853,
      "aacgga": 1854,
      "ccguuc": 1855,
      "agaccc": 1856,
      "cuguau": 1857,
      "caacug": 1858,
      "aacauu": 1859,
      "gacauc": 1860,
      "aagguc": 1861,
      "ucuggg": 1862,
      "acgguu": 1863,
      "cucguc": 1864,
      "agguuu": 1865,
      "uggucc": 1866,
      "acaaga": 1867,
      "uagagu": 1868,
      "aaucug": 1869,
      "uucggc": 1870,
      "uaagcg": 1871,
      "aguuga": 1872,
      "gacccu": 1873,
      "guucug": 1874,
      "uagaca": 1875,
      "uauugu": 1876,
      "aucuau": 1877,
      "gucauc": 1878,
      "auuagg": 1879,
      "aacaua": 1880,
      "uucgaa": 1881,
      "ucugug": 1882,
      "ggauuu": 1883,
      "uggucu": 1884,
      "uuccgu": 1885,
      "aucugc": 1886,
      "uauuag": 1887,
      "cgucca": 1888,
      "cucucu": 1889,
      "aagugc": 1890,
      "caauuc": 1891,
      "guaagc": 1892,
      "acggaa": 1893,
      "cacacu": 1894,
      "gcagua": 1895,
      "acaaca": 1896,
      "aggggg": 1897,
      "acguug": 1898,
      "uguugg": 1899,
      "uguuca": 1900,
      "ugggac": 1901,
      "cacuuc": 1902,
      "ccaagg": 1903,
      "uaugau": 1904,
      "ggcuua": 1905,
      "uuugca": 1906,
      "aacgau": 1907,
      "ggcaug": 1908,
      "uauaag": 1909,
      "uccacu": 1910,
      "uucgga": 1911,
      "uauaug": 1912,
      "ggugcg": 1913,
      "cgcucc": 1914,
      "ggccau": 1915,
      "ucugcc": 1916,
      "aaagcc": 1917,
      "acaugg": 1918,
      "gcauga": 1919,
      "ccgaag": 1920,
      "aaaacc": 1921,
      "ccaucc": 1922,
      "cuugac": 1923,
      "cuuagg": 1924,
      "ccgggu": 1925,
      "gcugcc": 1926,
      "aacucu": 1927,
      "caauau": 1928,
      "gauuca": 1929,
      "gaccgu": 1930,
      "cagcca": 1931,
      "cauuua": 1932,
      "agucac": 1933,
      "cucacc": 1934,
      "gucuuc": 1935,
      "ugaccg": 1936,
      "agauug": 1937,
      "cuucuu": 1938,
      "gcggug": 1939,
      "cccauc": 1940,
      "cuucag": 1941,
      "uuaugu": 1942,
      "gaggcc": 1943,
      "uaucuc": 1944,
      "uugggc": 1945,
      "agugug": 1946,
      "guuggg": 1947,
      "uguaaa": 1948,
      "acuucu": 1949,
      "uugucc": 1950,
      "guuugg": 1951,
      "acgguc": 1952,
      "gaacuc": 1953,
      "acauaa": 1954,
      "uuaaga": 1955,
      "uucuag": 1956,
      "acguuu": 1957,
      "uacaaa": 1958,
      "uauggu": 1959,
      "ugccgc": 1960,
      "uuagag": 1961,
      "uggucg": 1962,
      "uaugug": 1963,
      "ucuaau": 1964,
      "gguucu": 1965,
      "gguuug": 1966,
      "ucuucu": 1967,
      "gcaaaa": 1968,
      "gggacu": 1969,
      "ggcucu": 1970,
      "cacaug": 1971,
      "agcguu": 1972,
      "guacua": 1973,
      "ugucau": 1974,
      "auggag": 1975,
      "aguacc": 1976,
      "aaccau": 1977,
      "ccccgg": 1978,
      "gauaga": 1979,
      "aguuau": 1980,
      "cuuuaa": 1981,
      "ccagac": 1982,
      "cgcuuc": 1983,
      "ucuuaa": 1984,
      "ggugau": 1985,
      "guaugc": 1986,
      "ccggau": 1987,
      "gcagcc": 1988,
      "cagguc": 1989,
      "aacuca": 1990,
      "auagau": 1991,
      "gguagc": 1992,
      "gggcau": 1993,
      "cuagag": 1994,
      "cgaauc": 1995,
      "cgguca": 1996,
      "accauu": 1997,
      "guagga": 1998,
      "ggacac": 1999,
      "ucggaa": 2000,
      "gauccc": 2001,
      "auuacu": 2002,
      "uguuga": 2003,
      "auauca": 2004,
      "cacuua": 2005,
      "gacagu": 2006,
      "uguuuc": 2007,
      "augaac": 2008,
      "cagagu": 2009,
      "cccacc": 2010,
      "caaacu": 2011,
      "cgugaa": 2012,
      "uugcuc": 2013,
      "gacccc": 2014,
      "acuagg": 2015,
      "caagac": 2016,
      "cacgca": 2017,
      "ccggcc": 2018,
      "caaagc": 2019,
      "ggggau": 2020,
      "aauagc": 2021,
      "aagccg": 2022,
      "caagag": 2023,
      "uagaaa": 2024,
      "uuacag": 2025,
      "uuggua": 2026,
      "cuuaaa": 2027,
      "uguacu": 2028,
      "cguuga": 2029,
      "auggua": 2030,
      "cuggca": 2031,
      "acggau": 2032,
      "caucag": 2033,
      "gaguug": 2034,
      "cucaau": 2035,
      "ggcgga": 2036,
      "ccgggg": 2037,
      "cuugua": 2038,
      "uccucg": 2039,
      "uaaggu": 2040,
      "agggcc": 2041,
      "auccaa": 2042,
      "aucaau": 2043,
      "guaggu": 2044,
      "ccaagu": 2045,
      "ucaacu": 2046,
      "ucauuc": 2047,
      "cucugc": 2048,
      "auaggg": 2049,
      "gcggga": 2050,
      "gcgggu": 2051,
      "ugcugg": 2052,
      "aacuga": 2053,
      "guguuc": 2054,
      "ugcaac": 2055,
      "ugugga": 2056,
      "gcauca": 2057,
      "agugau": 2058,
      "ccccgc": 2059,
      "guguug": 2060,
      "ggucca": 2061,
      "aacuug": 2062,
      "aagccc": 2063,
      "uugcug": 2064,
      "acuauu": 2065,
      "cuguuu": 2066,
      "gguaaa": 2067,
      "aacuau": 2068,
      "agcuuc": 2069,
      "cccgaa": 2070,
      "gagcuu": 2071,
      "gacucc": 2072,
      "augguc": 2073,
      "uagggu": 2074,
      "cccgca": 2075,
      "uucaag": 2076,
      "cggaga": 2077,
      "ucucuu": 2078,
      "guggcg": 2079,
      "uagggg": 2080,
      "gggggg": 2081,
      "gauaac": 2082,
      "uacugg": 2083,
      "uccuua": 2084,
      "uuauag": 2085,
      "uuggca": 2086,
      "acaugu": 2087,
      "uucauc": 2088,
      "accccu": 2089,
      "gcaaug": 2090,
      "ugaucg": 2091,
      "acugga": 2092,
      "uccaac": 2093,
      "aggcuc": 2094,
      "accuug": 2095,
      "uaagua": 2096,
      "caauag": 2097,
      "cgcuug": 2098,
      "cgagag": 2099,
      "cguuug": 2100,
      "ggcgug": 2101,
      "uucuuc": 2102,
      "aaugcc": 2103,
      "cacagu": 2104,
      "guuccu": 2105,
      "agcaau": 2106,
      "cgaagg": 2107,
      "gcgaga": 2108,
      "caucau": 2109,
      "augggg": 2110,
      "caacag": 2111,
      "gcaaga": 2112,
      "ccauac": 2113,
      "gggaca": 2114,
      "gguccc": 2115,
      "agaaug": 2116,
      "cugcuu": 2117,
      "aucagg": 2118,
      "ucacaa": 2119,
      "cggcag": 2120,
      "ccagua": 2121,
      "gugcau": 2122,
      "cagauu": 2123,
      "ucaccu": 2124,
      "gauacc": 2125,
      "uaucuu": 2126,
      "uaccag": 2127,
      "gucuag": 2128,
      "ggauug": 2129,
      "guacga": 2130,
      "aagggg": 2131,
      "gguagg": 2132,
      "ccuaag": 2133,
      "auaugg": 2134,
      "accauc": 2135,
      "ccgggc": 2136,
      "cggugc": 2137,
      "cccucu": 2138,
      "aggcua": 2139,
      "agcauc": 2140,
      "uggccg": 2141,
      "ucauac": 2142,
      "cuugau": 2143,
      "uucgug": 2144,
      "aauggg": 2145,
      "uccaga": 2146,
      "ucgcgc": 2147,
      "ucgggg": 2148,
      "gugauu": 2149,
      "guguaa": 2150,
      "auaccu": 2151,
      "gccaag": 2152,
      "aaucag": 2153,
      "gugccc": 2154,
      "gaauug": 2155,
      "uccgua": 2156,
      "uuuaca": 2157,
      "ggauag": 2158,
      "gguguu": 2159,
      "gcccgg": 2160,
      "ugggcg": 2161,
      "cagcuc": 2162,
      "guaaca": 2163,
      "agaagu": 2164,
      "uaccac": 2165,
      "ucagcc": 2166,
      "aguugu": 2167,
      "aaucaa": 2168,
      "ucuuca": 2169,
      "aauuac": 2170,
      "ccgcaa": 2171,
      "ccguga": 2172,
      "agugga": 2173,
      "agccaa": 2174,
      "cacucu": 2175,
      "cgugcc": 2176,
      "auaagc": 2177,
      "gcgcgg": 2178,
      "cuauuc": 2179,
      "cuggcg": 2180,
      "aucucg": 2181,
      "uguagg": 2182,
      "ggcggc": 2183,
      "auagcu": 2184,
      "guuuug": 2185,
      "guaucc": 2186,
      "ccucag": 2187,
      "uggauu": 2188,
      "caacgg": 2189,
      "ccuuau": 2190,
      "gagugc": 2191,
      "gauaug": 2192,
      "auuccg": 2193,
      "ugguaa": 2194,
      "gcaccu": 2195,
      "acaaug": 2196,
      "cggggg": 2197,
      "cuugcc": 2198,
      "uaguag": 2199,
      "gaacug": 2200,
      "cauuaa": 2201,
      "gaccgg": 2202,
      "cuaggc": 2203,
      "ggccgu": 2204,
      "gcauuu": 2205,
      "uucuau": 2206,
      "acucau": 2207,
      "ugcaua": 2208,
      "gcggcg": 2209,
      "uuucca": 2210,
      "ucaaua": 2211,
      "uaggau": 2212,
      "uaugua": 2213,
      "gcgcaa": 2214,
      "uggcac": 2215,
      "gaagua": 2216,
      "cccccg": 2217,
      "guauga": 2218,
      "uaaugc": 2219,
      "aggucc": 2220,
      "uugagg": 2221,
      "cacaau": 2222,
      "aauucg": 2223,
      "gacugu": 2224,
      "gacacc": 2225,
      "aaaccu": 2226,
      "guucua": 2227,
      "cacggg": 2228,
      "guggau": 2229,
      "acccag": 2230,
      "guuaga": 2231,
